Repository: Avinashgupta137/LAB
Catalog: X-Lab/Resources/*.lproj/Localizable.strings
Languages: hi

# Login.LoginButton
source: SignIn
hi: लॉग इन करें

# Login.GoogleSignIn
source: Sign In With Google
hi: गूगल से साइन इन करें

# Login.Title
source: Welcome Back!
hi: वापसी पर स्वागत है!

# Login.SubTitle
source: Lets see what you have missed
hi: आइए देखें कि आपने क्या मिस किया है

# Login.ForgotPassword
source: Forgot Password
hi: पासवर्ड भूल गए

# Login.SignUp
source: SignUp
hi: साइन अप

# Login.EmailError
source: Invalid Email
hi: अमान्य ईमेल

# Login.PasswordError
source: Password should contain six charcters
hi: पासवर्ड में छह अक्षर होने चाहिए

# Login.Email
source: Email
hi: ईमेल

# Login.Password
source: Password
hi: पासवर्ड

# HomeTab
source: Home
hi: होम

# ProfilTab
source: Profile
hi: प्रोफ़ाइल

# Theme
source: Themes
hi: थीम

# Theme.Subtitle
source: Personalise your Experience
hi: अपने अनुभव को निजीकृत करें

# Font
source: Fonts
hi: लिपि

# Font.Subtitle
source: Your Words, Your Way
hi: आपके शब्द, आपका तरीका

# SideMenu.Theme
source: Theme
hi: ऐप थीम

# SideMenu.Language
source: Language
hi: भाषा

# SideMenu.FontStyle
source: Font Style
hi: लिपि शैली

# SideMenu.PrivacyPolicy
source: Privacy Policy
hi: गोपनीयता नीति

# SideMenu.About
source: About
hi: हमारे बारे में

# SideMenu.Logout
source: Logout
hi: लॉग आउट

source: Profile
hi: प्रोफ़ाइल

# Profile.FirstName
source: First Name
hi: पहला नाम

# Profile.LastName
source: Last Name
hi: उपनाम

# Profile.PhomeNumber
source: Phone Number
hi: फ़ोन नंबर

# Profile.DOB
source: Date of Birth
hi: जन्म की तारीख

# Profile.Gender
source: Gender
hi: लिंग

# Profile.SaveBtn
source: Save Changes
hi: परिवर्तनों को सुरक्षित करें

# Profile.Male
source: Male
hi: पुरुष

# Profile.Female
source: Female
hi: महिला

# Profile.PlaceHolder
source: Write Here...
hi: यहाँ लिखें...

source: English
hi: अंग्रेज़ी

source: Hindi
hi: हिंदी

source: Language
hi: भाषा

# Language.SubTitle
source: Choose your Preferred Language
hi: अपनी पसंदीदा भाषा चुनें

source: Hello
hi: नमस्ते

source: Home
hi: होम

# SignUp.Header
source: Get Started
hi: शुरू हो जाओ

# SignUp.SubHeader
source: by creating a free account.
hi: खाता बनाएं.

# SignUp.FirstNameError
source: First name can't be empty.
hi: प्रथम नाम खाली नहीं हो सकता.

# SignUp.LastNameError
source: Last name can't be empty.
hi: अंतिम नाम खाली नहीं हो सकता.

# SignUp.PhoneNumberError
source: Number must less than ten digits.
hi: संख्या दस अंकों से कम होनी चाहिए.

# SignUp.GenderError
source: Gender is required.
hi: लिंग आवश्यक है.

# SignUp.EmailError
source: Invalid Email
hi: अमान्य ईमेल

# SignUp.PasswordError
source: Password must contains six characters.
hi: पासवर्ड में छह अक्षर होने चाहिए.

# SignUp.SignUpButton
source: SignUp
hi: साइन अप करें

# SignUp.AlreadyAccount
source: Already have an account?
hi: क्या आपके पास पहले से एक खाता मौजूद है?

# SignUp.Optional
source: (Optional)
hi: (वैकल्पिक)

# Forgot.Submit
source: Submit
hi: प्रस्तुत करें

# Forgot.Header
source: Forgot password ?
hi: पासवर्ड भूल गए ?

# Forgot.SubHeader
source: Enter the email address or phone number linked to your account.
hi: अपने खाते से जुड़ा ईमेल पता या फ़ोन नंबर दर्ज करें.

# Forgot.ForgotEmail
source: Forgot Email?
hi: ईमेल भूल गए?

# Forgot.SupportCenter
source: Support center
hi: सहायता केंद्र

# Ok.Button
source: OK
hi: ठीक है

# Yes.Button
source: Yes
hi: हाँ

# No.Button
source: No
hi: नहीं

# Error.Message
source: Error!
hi: त्रुटि

# Error.EmailNotVerify.Message
source: Email not verified.
hi: ईमेल सत्यापित नहीं है.

# Error.InvalidCredentials.Message
source: Invalid Credentials.
hi: अवैध प्रत्यय पत्र.

# Error.InvalidEmailAndPassword.Message
source: Invalid email and password.
hi: अमान्य ईमेल और पासवर्ड.

# Error.SendingEmailResetRequest.Message
source: Error sending reset request.
hi: रीसेट अनुरोध भेजने में त्रुटि.

# Error.EmailAlreadyUsed.Message
source: The email address is already in use by another account.
hi: ईमेल पता पहले से ही किसी अन्य खाते द्वारा उपयोग में है.

# Error.EmailVerificationMail.Message
source: Error sending verification email.
hi: सत्यापन ईमेल भेजने में त्रुटि.

# Alert.Message
source: Alert!
hi: चेतावनी!

# Success.Message
source: Success
hi: सफलता

# Success.EmailResetSendSuccessfully.Message
source: Password reset link send to your email successfully, Kindly check your mailbox.
hi: पासवर्ड रीसेट लिंक आपके ईमेल पर सफलतापूर्वक भेज दिया गया है, कृपया अपना मेलबॉक्स जांचें.

# Success.EmailVerificationMailSuccess.Message
source: Verification email sent to your email address. Please verify it.
hi: सत्यापन ईमेल आपके ईमेल पते पर भेजा गया। कृपया इसे सत्यापित करें.

# Close.Button
source: Close
hi: बंद करें

# Fill_Credentials_Message
source: Fill all credentials first.
hi: सभी क्रेडेंशियल्स भरें.

# Fill_Email_Message
source: Fill email.
hi: ईमेल भरें.

# Fill_CorrectEmail_Message
source: Fill email in correct format.
hi: ईमेल को सही फॉर्मेट में भरें.

# Fill_Password_Message
source: Fill password.
hi: पासवर्ड भरें.

# Fill_CorrectPassword_Message
source: Password should be 6 characters and contain at least one alphabet, one integer, and one symbol.
hi: पासवर्ड 6 अक्षर का होना चाहिए और इसमें कम से कम एक अक्षर, एक पूर्णांक और एक प्रतीक होना चाहिए.

# Fill_Phonenumber_Message
source: The phone number can be empty or should consist of seven to ten digits.
hi: फ़ोन नंबर खाली हो सकता है या सात से दस अंकों का होना चाहिए.

# Fill_AllRequiredCredentials_Message
source: Fill in all required credentials first.
hi: सबसे पहले सभी आवश्यक क्रेडेंशियल भरें.

# Fill_FirstName_Message
source: Fill First Name.
hi: प्रथम नाम भरें.

# Fill_CorrectFirstName_Message
source: First Name should not contain digits, symbols, and blank spaces.
hi: प्रथम नाम में अंक, प्रतीक और रिक्त स्थान नहीं होना चाहिए.

# Fill_LastName_Message
source: Fill Last Name.
hi: उपनाम नाम भरें.

# Fill_CorrectLastName_Message
source: Last Name should not contain digits, symbols, and blank spaces.
hi: उपनाम नाम में अंक, प्रतीक और रिक्त स्थान नहीं होना चाहिए.

# Fill_Gender_Message
source: Fill Gender.
hi: लिंग भरें.

# Profile_Update_Message
source: Your profile updated successfully.
hi: आपकी प्रोफ़ाइल सफलतापूर्वक अपडेट हो गई.

# Profile_Fill_Firstname_Message
source: First and last name shouldn't be empty.
hi: प्रथम और अंतिम नाम खाली नहीं होना चाहिए.

source: PrivacyPolicy
hi: गोपनीयता नीति

# About
source: About Us
hi: हमारे बारे में

# AppVersion
source: App Version 1.0.0
hi: ऐप वर्जन 1.0.0

# DevelopedAt
source: X-Labs Developed At
hi: X-Labs डेवलपड एट

# Title.ChichenItza
source: Chichen Itza
hi: चिचेन इट्ज़ा

# Subtitle.ChichenItza
source: Chichen Itza is a Mayan city on the Yucatán Peninsula in Mexico, which flourished in the 9th and 10th centuries CE. Under the Mayan tribe Itzá—who were strongly influenced by the Toltecs—a number of important monuments and temples were built.
hi: चिचेन इट्ज़ा मेक्सिको में युकाटन प्रायद्वीप पर एक माया शहर है, जो 9वीं और 10 वीं शताब्दी ईस्वी में फला-फूला। माया जनजाति इट्ज़ा के तहत - जो टॉलटेक से काफी प्रभावित थे - कई महत्वपूर्ण स्मारक और मंदिर बनाए गए थे.

# Title.ChristtheRedeemer
source: Christ the Redeemer
hi: क्राइस्ट द रिडीमर

# Subtitle.ChristtheRedeemer
source: Christ the Redeemer, a colossal statue of Jesus, stands atop Mount Corcovado in Rio de Janeiro. Its origins date to just after World War I, when some Brazilians feared a 'tide of godlessness'.
hi: क्राइस्ट द रिडीमर, यीशु की एक विशाल प्रतिमा, रियो डी जनेरियो में माउंट कोरकोवाडो के ऊपर स्थित है। इसकी उत्पत्ति प्रथम विश्व युद्ध के ठीक बाद की है, जब कुछ ब्राज़ीलियाई लोगों को 'ईश्वरहीनता के ज्वार' की आशंका थी.

# Title.Colosseum
source: Colosseum
hi: कोलोसियम

# Subtitle.Colosseum
source: The Colosseum in Rome was built in the first century by order of the Emperor Vespasian. A feat of engineering, the amphitheater measures 620 by 513 feet (189 by 156 meters) and features a complex system of vaults. It was capable of holding 50,000 spectators, who watched a variety of events.
hi: रोम में कोलोसियम सम्राट वेस्पासियन के आदेश पर पहली शताब्दी में बनाया गया था। इंजीनियरिंग की एक उपलब्धि, एम्फीथिएटर की माप 620 गुणा 513 फीट (189 गुणा 156 मीटर) है और इसमें वाल्टों की एक जटिल प्रणाली है। यह 50,000 रखने में सक्षम था दर्शक, जिन्होंने विभिन्न प्रकार के कार्यक्रम देखे.

# Title.GreatwallofChina
source: Great wall of China
hi: चीन की महान दीवार

# Subtitle.GreatwallofChina
source: Great might be an understatement. One of the world’s largest building-construction projects, the Great Wall of China is widely thought to be about 5,500 miles (8,850 km) long; a disputed Chinese study, however, claims the length is 13,170 miles (21,200 km).
hi: महान को कम करके आंका जा सकता है। दुनिया की सबसे बड़ी भवन-निर्माण परियोजनाओं में से एक, चीन की महान दीवार को व्यापक रूप से लगभग 5,500 मील (8,850 किमी) लंबा माना जाता है; हालांकि, एक विवादित चीनी अध्ययन का दावा है कि इसकी लंबाई 13,170 मील है ( 21,200 किमी).

# Title.MachuPicchu
source: Machu Picchu
hi: माचू पिचू

# Subtitle.MachuPicchu
source: This Incan site near Cuzco, Peru, was “discovered” in 1911 by Hiram Bingham, who believed it was Vilcabamba, a secret Incan stronghold used during the 16th-century rebellion against Spanish rule. Although that claim was later disproved, the purpose of Machu Picchu has confounded scholars.
hi: पेरू के कुज़्को के पास इस इंकान स्थल की खोज 1911 में हीराम बिंघम द्वारा की गई थी, जो मानते थे कि यह विलकाबाम्बा था, जो एक गुप्त इंकान गढ़ था, जिसका उपयोग 16 वीं शताब्दी में स्पेनिश शासन के खिलाफ विद्रोह के दौरान किया गया था। हालांकि यह दावा बाद में खारिज कर दिया गया था, लेकिन इसका उद्देश्य माचू पिचू ने विद्वानों को भ्रमित कर दिया है.

# Title.Petra
source: Petra
hi: पेट्रा

# Subtitle.Petra
source: The ancient city of Petra, Jordan, is located in a remote valley, nestled among sandstone mountains and cliffs. It was purported to be one of the places where Moses struck a rock and water gushed forth.
hi: प्राचीन शहर पेट्रा, जॉर्डन, एक सुदूर घाटी में स्थित है, जो बलुआ पत्थर के पहाड़ों और चट्टानों के बीच बसा हुआ है। ऐसा माना जाता है कि यह उन स्थानों में से एक था जहां मूसा ने एक चट्टान को मारा था और पानी बाहर निकल आया था.

# Title.TajMahal
source: Taj Mahal
hi: ताजमहल

# Subtitle.TajMahal
source: This mausoleum complex in Agra, India, is regarded as one of the world’s most iconic monuments and is perhaps the finest example of Mughal architecture. It was built by Emperor Shah Jahān to honor his wife Mumtāz Maḥal, who died in 1631 giving birth to their 14th child.
hi: भारत के आगरा में स्थित यह मकबरा परिसर दुनिया के सबसे प्रतिष्ठित स्मारकों में से एक माना जाता है और शायद यह मुगल वास्तुकला का सबसे अच्छा उदाहरण है। इसे सम्राट शाहजहाँ ने अपनी पत्नी मुमताज महल के सम्मान में बनवाया था, जिनकी 1631 में एक बच्चे को जन्म देते समय मृत्यु हो गई थी। उनका 14वां बच्चा.
